/**/
"Cancel" = "Cancelar";
/**/
"Delete" = "Eliminar";
/**/
"Open" = "Abrir";
/**/
"Edit" = "Editar";
/**/
"Yes" = "Sí";

/*Geometry Edit Action Name*/
"Apply Geometry" = "Aplicar geometría";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Borrar geometría";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Eliminar Vértice";
/*Geometry Edit Action Name*/
"Insert Part" = "Insertar parte";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Insertar Vértice";
/*Geometry Edit Action Name*/
"Move Vertex" = "Mover Vértice";
/*Geometry Edit Action Name*/
"Remove Part" = "Quitar parte";

/*Collecting attachments*/
"Add" = "Añadir";
/*Collecting attachments*/
"Take Photo or Video" = "Hacer foto o vídeo";
/*Collecting attachments*/
"Choose From Library" = "Elegir de la biblioteca";
/*Collecting attachments*/
"Photo" = "Foto";
/*Collecting attachments*/
"Video" = "Vídeo";
/*Collecting attachments*/
"Save To Photo Library" = "Guardar en Galería de Fotos";
/*Collecting attachments*/
"Download" = "Descargar";

/*Date attribute*/
"Today" = "Hoy";

/**/
"Attachments" = "Adjuntos";
"Attributes" = "Atributos";

/**/
"Open in Safari" = "Abrir en Safari";

/* Please enter a numeric value between 0 and 5.*/
"Enter a number between %i and %i." = "Introduzca un número entre %i y %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"Enter a number between %f and %f." = "Introduzca un número entre %f y %f.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"Too many characters (%@)" = "Demasiados caracteres (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "El número está fuera del rango aceptable.";

/* BLOB, RASTER, etc */
"Field type not supported" = "No se admite el tipo de campo";

/**/
"%d of %d" = "%d de %d";

/**/
"Changing Feature Type" = "Cambiando el tipo de entidad";
"You are changing the feature type, which may potentially overwrite some field values. Are you sure you want to do this?" =  "Está cambiando el tipo de entidad; es posible que se sobrescriban algunos valores de campo. ¿Seguro que desea realizar esta acción?";

/**/
"Data for pie chart is invalid" = "Los datos para el gráfico circular no son válidos";
"No data to create a pie chart" = "No hay datos para crear un gráfico circular";

/**/
"Created by %@ seconds ago" = "Creado por %@ hace unos segundos";

/**/
"Created by %@ a minute ago" = "Creado por %@ hace un minuto";

/**/
"Edited by %@ seconds ago" = "Editado por %@ hace unos segundos";

/**/
"Edited by %@ a minute ago" = "Editado por %@ hace un minuto";

/**/
"Created seconds ago" = "Creado hace unos segundos";

/**/
"Created a minute ago" = "Creado hace un minuto";

/**/
"Edited seconds ago" = "Editado hace unos segundos";

/**/
"Edited a minute ago" = "Editado hace un minuto";

/**/
"Created by %@ %d minutes ago" = "Creado por %@ hace %d minutos";

/**/
"Created by %@ an hour ago" = "Creado por %@ hace una hora";

/**/
"Created by %@ %d hours ago" = "Creado por %@ hace %d horas";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - day" = "Creado por %@ el %@ a las %@";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - full" = "Creado por %@ el %@ a las %@";

/**/
"Edited by %@ %d minutes ago" = "Editado por %@ hace %d minutos";

/**/
"Edited by %@ an hour ago" = "Editado por %@ hace una hora";

/**/
"Edited by %@ %d hours ago" = "Editado por %@ hace %d horas";

/**/
"Edited by %@ on %@ at %@ - day" = "Editado por %@ el %@ a las %@";

/**/
"Edited by %@ on %@ at %@ - full" = "Editado por %@ el %@ a las %@";

/**/
"Created by %@" = "Creado por %@";

/**/
"Edited by %@" = "Editado por %@";

/**/
"Created %d minutes ago" = "Creado hace %d minutos";

/**/
"Created an hour ago" = "Creado hace una hora";

/**/
"Created %d hours ago" = "Creado hace %d horas";

/*"Created on ${weekDay} at ${formattedTime}"*/
"Created on %@ at %@ - day" = "Creado el %@ a las %@";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"Created on %@ at %@ - full" = "Creado el %@ a las %@";

/**/
"Edited %d minutes ago" = "Editado hace %d minutos";

/**/
"Edited an hour ago" = "Editado hace una hora";

/**/
"Edited %d hours ago" = "Editado hace %d horas";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"Edited on %@ at %@ - day" = "Editado el %@ a las %@";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"Edited on %@ at %@ - full" = "Editado el %@ a las %@";

/* Used to denote a required field */
"Required" = "Requerido";

/* Used for naming layers with no names */
"Layer %d" = "Capa %d";